Repository: 454036111/L10N
Catalog: iOS/Shou/Resources/*.lproj/Localizable.strings
Languages: tr

source: Are you sure?
tr: Emin misiniz?

source: Broadcast
tr: Canlı yayını başlat

source: Broadcast Failed
tr: Yayın yapma başarısız

source: BROADCASTING
tr: CANLI YAYIN

source: Broadcasting stopped!
tr: Canlı yayın durduruldu!

source: Can't connect to server!
tr: Sunucuya bağlanılamıyor!

source: Can't find live server!
tr: Canlı sunucu bulunamıyor!

source: Cancel
tr: İptal

source: Choose game
tr: Oyun seç

source: Continue
tr: Devam et

source: Delete
tr: Sil

source: Download Shou.TV
tr: Shou.TV'yi indirin

source: Error! Please try again
tr: Hata! Lütfen tekrar deneyin

source: My Broadcast Streams
tr: Yayınlarım

source: Network connection error
tr: Ağ bağlantısı hatası

source: No Internet Connection.
tr: İnternet bağlantısı yok.

source: Shou.TV server maintenance
tr: Shou.TV sunucusu bakım altında

source: Note
tr: Not

source: OK
tr: Tamam

source: Open In...
tr: Şununla Aç...

source: Open my broadcast streams list
tr: Yayın listemi aç

source: Play
tr: Oyna

source: Please allow Shou access Microphone in iOS Settings > Privacy > Microphone.
tr: Lütfen iOS Ayarlar > Gizlilik > Mikrofon bölümüne giderek Shou'ya mikrofonu kullanma izni verin.

source: Please allow Shou access Album in iOS Settings > Privacy > Photos.
tr: Lütfen iOS Ayarlar > Gizlilik > Fotoğraflar bölümüne giderek Shou'ya albüme erişim izni verin

source: Please enter broadcast title
tr: Lütfen yayın başlığını giriniz

source: Please select a game
tr: Lütfen oyun seçiniz

source: Please upgrade Shou.TV to 0.5.0+
tr: Lütfen Shou.TV'yi 0.5.0 ve üstü bir sürüme güncelleyiniz

source: Record
tr: Kaydet

source: Record screen
tr: Ekranı kaydet

source: RECORDING
tr: KAYDEDİLİYOR

source: Recording stopped!
tr: Kayıt durduruldu!

source: Recordings
tr: Kayıtlar

source: Save failed!
tr: Kaydetme başarısız!

source: Dont support 1080P video save to Camera Roll
tr: Albüme 1080p video kaydetme desteklenmiyor

source: Save Successfully!
tr: Kaydetme başarılı!

source: Save to Camera Roll
tr: Albüme Kaydet

source: Settings
tr: Ayarlar

source: Share failed
tr: Paylaşılamadı

source: Sign in
tr: Giriş yap

source: Sign in with Shou.TV
tr: Shou.TV ile Giriş Yap

source: Learn more
tr: Daha fazla öğren

source: not_support_title
tr: Shou iPad 2, 3, iPhone 4 ve iOS 9 cihazlarında kayıt yapamaz, shou.tv/mac adresinden Shou for Mac'i yüklemeniz gerekmektedir, Mac'iniz OS X 10.10 ve üzeri bir sürümde olmalıdır

source: Start
tr: Başlat

source: Start Broadcast
tr: Yayını Başlat

source: Start Record
tr: Kaydı Başlat

source: Stop
tr: Durdur

source: Stop Broadcasting
tr: Yayını Durdur

source: Stop Recording
tr: Kaydı Durdur

source: Title
tr: Başlık

source: To record most games, turn on AssistiveTouch in iOS Settings > General > Accessibility > AssistiveTouch.
tr: Çoğu oyunu kaydetmek için, AssistiveTouch'u iOS Ayarlar > Genel > Erişebilirlik > Assistive Touch bölümünden etkinleştiriniz.

source: Watch my live stream
tr: Canlı yayınımı izleyin

source: You need to install Shou.TV from AppStore to sign in the app
tr: Uygulamaya giriş yapabilmeniz için AppStore'dan Shou.TV'yi yüklemeniz gerekmektedir

source: BROADCAST_RECORD
tr: Yayınla ya da Kaydet

source: BROADCAST
tr: Yayınla

source: RECORD
tr: Kaydet

source: VIDEO_ORIENTATION
tr: Çekim Yönü

source: PORTRAIT
tr: Dikey

source: LANDSCAPE_LEFT
tr: Yatay (Orta Tuş Solda)

source: LANDSCAPE_RIGHT
tr: Yatay (Orta Tuş Sağda)

source: PORTRAIT_UPSIDE
tr: Dikey (Ters)

source: QUALITY
tr: Kalite

source: LOW
tr: Düşük

source: MEDIUM
tr: Orta

source: HIGH
tr: Yüksek

source: RESOLUTION
tr: Çözünürlük

source: R240P
tr: 240P

source: R360P
tr: 360P

source: R480P
tr: 480P

source: R640P
tr: 640P

source: R720P
tr: 720P

source: R1080P
tr: 1080P

source: BITRATE
tr: Bit Hızı

source: B256KB
tr: 256 Kbps

source: B512KB
tr: 512 Kbps

source: B1MB
tr: 1 Mbps

source: B2MB
tr: 2 Mbps

source: B3MB
tr: 3 Mbps

source: B4MB
tr: 4 Mbps

source: B6MB
tr: 6 Mbps

source: B8MB
tr: 8 Mbps

source: B10MB
tr: 10 Mbps

source: B16MB
tr: 16 Mbps

source: HELP
tr: yardım

source: DOWNLOAD
tr: İndir

source: FLOATING AVATAR
tr: Kayan pencere

source: FAQ
tr: SSS

source: GOOGLE_PLUS
tr: Google+

source: PRIVACY_POLICY
tr: Gizlilik politikası

source: FEEDBACK
tr: Geribildirim

source: TERMS_OF_SERVICE
tr: Hizmet şartları

source: ABOUT
tr: hakkında

source: VERSION
tr: Sürüm

source: COPYRIGHT
tr: Telif Hakkı

source: LOG_OUT
tr: Çıkış Yap

source: DOWNLOAD_VIEWER_SHOU
tr: Görüntüleyiciyi İndir (Shou.TV)

source: DOWNLOAD_VIEWER_233
tr: Görüntüleyiciyi İndir (233.TV)

source: DOWNLOAD_RECORDER_SHOU
tr: Kaydediciyi İndir (Shou.TV)

source: DOWNLOAD_RECORDER_233
tr: Kaydediciyi İndir (233.TV)
